Repository: kodi-pvr/pvr.pctv
Catalog: pvr.pctv/resources/language/resource.language.*/strings.po
Languages: da_dk, ru_ru

# Addon Summary
source: PVR Client to connect PCTV Systems Broadway to Kodi
da_dk: PVR-klient der forbinder PCTV Systems Broadway til Kodi
ru_ru: Клиент PVR для подключения PCTV Systems Broadway к Kodi

# Addon Description
source: PCTV Systems frontend. Supporting streaming of Live TV & Recordings, EPG View, Timers.
da_dk: PCTV Systems frontend. Understøtter streaming af direkte tv samt optagelse, EPG visning og timeroptagelser.
ru_ru: Фронт-энд для PCTV Systems. Поддерживает просмотр телепередач , записей, просмотр телепрограммы, таймеров.

# Addon Disclaimer
source: This is unstable software! The authors are in no way responsible for failed playings, incorrect EPG times, wasted hours, or any other undesirable effects.
da_dk: Dette er ustabil software! Udviklerne er på ingen måde ansvarlig for mislykkede afspilninger, forkerte EPG-tider, spildte timer eller andre uønskede konsekvenser.
ru_ru: Это нестабильная программа! Авторы не несут ответственности за неудачные воспроизведение, неверные время EPG, потраченное время и прочие нежелательные эффекты.

# #30000
source: Hostname or IP address
da_dk: Værtsnavn eller IP-adresse
ru_ru: Имя хоста или IP-адрес

# #30001
source: Port
ru_ru: Порт

# #30010
source: Automatic Host Detection
da_dk: Find automatisk værten
ru_ru: Автоматическое определение хоста

# #30020
source: Transcode
da_dk: Transkodning
ru_ru: Транскодирование

# #30021
source: PIN required
da_dk: PIN-kode påkrævet
ru_ru: Требуется PIN

# #30030
source: Video Bitrate (Kbps)
ru_ru: Битрейт видео (Кбит/с)

# #30100
source: General
da_dk: Generelt
ru_ru: Общие

# #30101
source: 400 Kbps
da_dk: 400 kb/s
ru_ru: 400 Кбит/c

# #30102
source: 650 Kbps
da_dk: 650 kb/s
ru_ru: 650 Кбит/c

# #30103
source: 900 Kbps
da_dk: 900 kb/s
ru_ru: 900 Кбит/c

# #30104
source: 1200 Kbps
da_dk: 1200 kb/s
ru_ru: 1200 Кбит/c

# #30104
source: 2200 Kbps
da_dk: 2200 kb/s
ru_ru: 2200 Кбит/c

# #30105
source: 4200 Kbps
da_dk: 4200 kb/s
ru_ru: 4200 Кбит/c

# #30106
source: 6500 Kbps
da_dk: 6500 kb/s
ru_ru: 6500 Кбит/c

# #30107
source: 8500 Kbps
da_dk: 8500 kb/s
ru_ru: 8500 Кбит/c

# #30002
source: PIN
da_dk: PIN-kode
